
{
    "events": [
      {
            "id": "LensArt",
            "title": "Lens Art",
            "sections": [
              {
                "id": "details",
                "title": "Details",
                "content": [
                  "Registration Period: Participants can register for the event by filling out an online form. Registration remains open throughout the submission period to maximize participation.",
                  "Submission Period: Participants can submit their entries based on the revealed themes. Each submission must adhere to the specific guidelines of the category chosen."
                ]   
              },
              {
                "id": "structure",
                "title": "Structure",
                "content": [
                  "The event features two distinct categories to cater to diverse creative styles:",
                  "Lens Art:",
                  "Details: A single photograph submission.",
                  "Objective: Showcase technical precision, creativity, and artistic expression in one impactful image.",
                  "Caption: Optional, limited to 50 words.",
                  "Frames and Tales",
                  "Details: A series of 2-5 photographs that portray a cohesive story or event.",
                  "Objective: Focus on narrative clarity and creative storytelling through a sequence of images.",
                  "Caption: Optional, limited to 50 words, to enhance storytelling."
                ],
                "list": [
                ]
              },
              {
                "id": "guidelines",
                "title": "Guidelines",
                "content": [
                  "File Format: JPEG or PNG.",
                  "Resolution: Minimum 1080p for optimal quality.",
                  "Submission Naming Convention: <Category>_<ParticipantName> (e.g., LensArt_Priyanshu).",
                  "Late submissions will not be considered."
                ]
              },
              {
                "id": "contact",
                "title": "Contact Us",
                "coordinator": "Vanshika Bhuyarkar",
                "phone": "+919175898977",
                "email": "events23.impressions@gmail.com"
              }
            ],
            "footer": {
              "text": "© 2023 Impressions. All Rights Reserved."
            },
            "buttonLink": "https://forms.gle/K2z5GD3aQ4rSZ2FN7"
      },
      { 
        "id": "Reelscapes",
        "title": "Reelscapes",
        "sections": [
          {
            "id": "details",
            "title": "Details",
            "content": [
                "This is a reel making competition. The participants will make a reel or short video showcasing their talent and creativity.",
                "Event Type: Offline.",
                "Eligibility: Only for COEP Technological University Students.",
                "Team Size: 1-3 Members."
              ]  
          },
          {
            "id": "structure",
            "title": "Structure",
            "content": [
              "The competitions will be conducted during the 3 days of Impressions. i.e. during 17-19 December 2024.",
              "The registrations of the participants will be done on an online basis prior to the Impressions.",
              "The event will be conducted in offline mode. This means that participants will have to be present during the fest days.",
              "The submission process will be online where participants will be provided with a form link on whatsapp after registrations.",
              "The results will be declared after the fest."
            ],
            "list": [
            ]
          },
          {
            "id": "guidelines",
            "title": "Guidelines",
            "content": [
              "This competition is strictly for the students of COEP Technological University.",
              "All the contacting about the event and the communication will be done via Whatsapp with Team Leaders only.",
              "The content for the video can be shot using any device. Eg. Mobile phone, DSLR, etc.",
              "Plagiarism will result in disqualification.",
              "Vulgarity and obscenity will result in disqualification.",
              "Participants can shoot their reel on any or all of the fest days.",
              "All the content in the reels including the clips should be original and that the participants should be their sole creators. A declaration will be required during submission.",
              "Content can be shot in any arena without disturbing ongoing competitions. Inclusion of participants can only be done with their consent.",
              "The Team Name should be that of the Team Leader.",             
              "Rules About Reels:",              
              "The video submitted should be less than 1.5 minutes",
              "Video Format: MP4, MKV.",
              "The aspect ratio of the reels should be 9:16 or 16:9",
              "Name of the Video: ‘Reelscape_TeamLeaderName’",
              "Submitted reel should be clear enough for judging.",
              "Reel size should be less than 150MB.",
              "The reels should be submitted in a folder. The folder should also contain a document(pdf or word document) specifying the technology used( like softwares used, camera, etc.). The pdf may also contain a small description explaining the theme or concept behind the reel.",
              "Name of the folder: ‘Reelscape_Theme_TeamLeaderName",
              "Name of the document: ‘Reelscape_TeamLeaderName’",
              "Only one reel per team should be uploaded. Submission of more than one reel will result in disqualification."              
            ]
          },
          {
            "id": "contact",
            "title": "Contact Us",
            "coordinator": "Vanshika Bhuyarkar",
            "phone": "+91 9175898977",
            "email": "events23.impressions@gmail.com"
          }
        ],
        "footer": {
          "text": "© 2023 Impressions. All Rights Reserved."
        },
        "buttonLink":"https://forms.gle/MQv4KNXW1NuyVwHV8"
      }
    ]
}
